Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Tasavallan presidentin kanslian toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Republikens presidents kansli (reservationsanslag 2 år)

source: Eläkkeellä olevien presidenttien menot (siirtomääräraha 2 v)
sv_se: Utgifter för pensionerade presidenter (reservationsanslag 2 år)

source: Perusparannukset (siirtomääräraha 3 v)
sv_se: Ombyggnad (reservationsanslag 3 år)

source: Ministereiden, heidän valtiosihteeriensä ja erityisavustajiensa palkkaukset (arviomääräraha)
sv_se: Avlöningar till ministrar och deras statssekreterare och specialmedarbetare (förslagsanslag)

source: Euroopan unionin kansallisten asiantuntijoiden palkkamenot (siirtomääräraha 2 v)
sv_se: Löneutgifter för nationella experter inom Europeiska unionen (reservationsanslag 2 år)

source: Pääministerin ja hänen avustajiensa matkat (arviomääräraha)
sv_se: Statsministerns och medarbetarnas resor (förslagsanslag)

source: Valtioneuvoston selvitys- ja tutkimustoiminta (siirtomääräraha 3 v)
sv_se: Statsrådets utrednings- och forskningsverksamhet (reservationsanslag 3 år)

source: Omistajaohjaus
sv_se: Ägarstyrningen

source: Poliittisen toiminnan avustaminen
sv_se: Understödjande av politisk verksamhet

source: Puoluetoiminnan tukeminen (kiinteä määräraha)
sv_se: Understödjande av partiverksamhet (fast anslag)

source: Oikeuskanslerinvirasto
sv_se: Justitiekanslersämbetet

source: Oikeuskanslerinviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Justitiekanslersämbetets omkostnader (reservationsanslag 2 år)

source: Kunniamerkit (arviomääräraha)
sv_se: Ordnar (förslagsanslag)

source: Suomi 100 (siirtomääräraha 3 v)
sv_se: Finland 100 (reservationsanslag 3 år)

source: Valtioneuvoston kanslian tiedot valtuuksista ja niiden käytöstä momentin tarkkuudella
sv_se: Statsrådets kansli, uppgifter om fullmakterna och användningen av dem specificerade enligt moment

source: Ulkoasiainministeriön hallinnonalan tuottavuusmääräraha (siirtomääräraha 2 v)
sv_se: Produktivitetsanslag för utrikesministeriets förvaltningsområde (reservationsanslag 2 år)

source: Talonrakennukset (siirtomääräraha 3 v)
sv_se: Husbyggen (reservationsanslag 3 år)

source: Siviilihenkilöstön osallistuminen kriisinhallintaan (arviomääräraha)
sv_se: Civilpersonalens deltagande i krishantering (förslagsanslag)

source: Valtionapu Teollisen yhteistyön rahasto Oy:lle
sv_se: Statsbidrag till Fonden för industriellt samarbete Ab

source: Finnfundin (Teollisen yhteistyön rahasto Oy) pääoman korottaminen (siirtomääräraha 3 v)
sv_se: Höjning av Finnfunds (Fonden för industriellt samarbete Ab) kapital (reservationsanslag 3 år)

source: Eräät valtionavut (kiinteä määräraha)
sv_se: Vissa statsunderstöd och statsbidrag (fast anslag)

source: Hädänalaisten avustaminen (arviomääräraha)
sv_se: Understöd till nödställda (förslagsanslag)

source: Kansainvälisen ilmastosopimuksen alaisen yhteistyön menot (siirtomääräraha 3 v)
sv_se: Utgifter för samarbete som omfattas av den internationella klimatkonventionen (reservationsanslag 3 år)

source: Itämeren, Barentsin ja arktisen alueen yhteistyö (siirtomääräraha 3 v)
sv_se: Samarbete med Östersjöområdet, Barentsregionen och det arktiska området (reservationsanslag 3 år)

source: Kurssivaihtelut (arviomääräraha)
sv_se: Kursfluktuationer (förslagsanslag)

source: Ulkoasiainministeriön hallinnonalan tiedot valtuuksista ja niiden käytöstä momentin tarkkuudella
sv_se: Utrikesministeriets förvaltningsområde, uppgifter om fullmakterna och användningen av dem specificerade enligt moment

source: Suomen osuus Euroopan jälleenrakennus- ja kehityspankin osakepääoman korotuksesta
sv_se: Finlands andel av höjningen av Europeiska banken för återuppbyggnad och utvecklings aktiekapital

source: Oikeushallinnon tietotekniikkakeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Justitieförvaltningens datateknikcentral (reservationsanslag 2 år)

source: Oikeusministeriön yhteydessä toimivien viranomaisten toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för myndigheter som verkar i anslutning till justitieministeriet (reservationsanslag 2 år)

source: Tutkimus ja kehittäminen (siirtomääräraha 2 v)
sv_se: Forskning och utveckling (reservationsanslag 2 år)

source: Erityismenot (arviomääräraha)
sv_se: Särskilda utgifter (förslagsanslag)

source: Oikeusministeriön hallinnonalan tuottavuusmääräraha (siirtomääräraha 2 v)
sv_se: Produktivitetsanslag för justitieministeriets förvaltningsområde (reservationsanslag 2 år)

source: Oikeusministeriön hallinnonalan arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter inom justitieministeriets förvaltningsområde (förslagsanslag)

source: Avustukset (kiinteä määräraha)
sv_se: Understöd (fast anslag)

source: Eräät valtion maksamat korvaukset (arviomääräraha)
sv_se: Vissa ersättningar och understöd som betalas av staten (förslagsanslag)

source: Korkeimman oikeuden toimintamenot (siirtomääräraha 2 v)
sv_se: Högsta domstolens omkostnader (reservationsanslag 2 år)

source: Korkeimman hallinto-oikeuden toimintamenot (siirtomääräraha 2 v)
sv_se: Högsta förvaltningsdomstolens omkostnader (reservationsanslag 2 år)

source: Oikeusaputoimistojen ja kuluttajariitalautakunnan toimintamenot (siirtomääräraha 2 v)
sv_se: Rättshjälpsbyråernas och konsumenttvistenämndens omkostnader (reservationsanslag 2 år)

source: Yleisen edunvalvonnan toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för allmänna intressebevakningstjänster (reservationsanslag 2 år)

source: Maksuhäiriöt, ulosotto ja konkurssivalvonta
sv_se: Betalningsstörningar, utsökning och konkursbevakning

source: Ulosottolaitoksen ja konkurssivalvonnan toimintamenot (siirtomääräraha 2 v)
sv_se: Utsökningsväsendets och konkursbevakningens omkostnader (reservationsanslag 2 år)

source: Syyttäjät
sv_se: Åklagarna

source: Syyttäjälaitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Åklagarväsendets omkostnader (reservationsanslag 2 år)

source: Avolaitostyöt (siirtomääräraha 3 v)
sv_se: Arbeten vid öppna anstalter (reservationsanslag 3 år)

source: Vaalimenot
sv_se: Valutgifter

source: Vaalimenot (arviomääräraha)
sv_se: Valutgifter (förslagsanslag)

source: Hallinnon tietotekniikkakeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Förvaltningens IT-central (reservationsanslag 2 år)

source: Vähemmistövaltuutetun ja syrjintälautakunnan toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för minoritetsombudsmannen och diskrimineringsnämnden (reservationsanslag 2 år)

source: Tietohallinnon yhteiset menot (siirtomääräraha 2 v)
sv_se: Gemensamma utgifter inom informationsförvaltningen (reservationsanslag 2 år)

source: EU:n osuus yhteisvastuun ja maahanmuuttovirtojen hallintaan (siirtomääräraha 3 v)
sv_se: EU:s andel i anslutning till ramprogrammet för solidaritet och hantering av migrationsströmmar (reservationsanslag 3 år)

source: Siviilikriisinhallinnan kotimaan valmiudet (siirtomääräraha 2 v)
sv_se: Beredskapen i Finland för civil krishantering (reservationsanslag 2 år)

source: Sisäministeriön hallinnonalan arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter inom inrikesministeriets förvaltningsområde (förslagsanslag)

source: Eräät avustukset (kiinteä määräraha)
sv_se: Vissa understöd (fast anslag)

source: Kansainvälisten järjestöjen jäsenmaksut ja maksuosuudet ulkomaille (arviomääräraha)
sv_se: Medlemsavgifter och finansiella bidrag till internationella organisationer utomlands (förslagsanslag)

source: Maasta poistamis- ja noutokuljetuksista aiheutuvat menot (arviomääräraha)
sv_se: Utgifter för transporter i samband med avlägsnande ur landet och hämtning (förslagsanslag)

source: Turvallisuusviranomaisten viestintäverkot (siirtomääräraha 3 v)
sv_se: Kommunikationsnät för säkerhetsmyndigheterna (reservationsanslag 3 år)

source: Paluumuuttajien muuttovalmennus (arviomääräraha)
sv_se: Samhällsorientering för återflyttare (förslagsanslag)

source: Sisäministeriön hallinnonalan tiedot valtuuksista ja niiden käytöstä momentin tarkkuudella
sv_se: Inrikesministeriets förvaltningsområde, uppgifter om fullmakterna och användningen av dem specificerade enligt moment

source: Ilma- ja rajavartioalusten hankinta
sv_se: Anskaffning av luft- och bevakningsfarkoster

source: Hätäkeskuslaitoksen toimintamenot
sv_se: Nödcentralsverkets omkostnader

source: Puolustuministeriön hallinnonala
sv_se: Försvarsministeriets förvaltningsområde

source: Puolustusministeriön hallinnonalan tuottavuusmääräraha (siirtomääräraha 2 v)
sv_se: Produktivitetsanslag för försvarsministeriets förvaltningsområde (reservationsanslag 2 år)

source: Puolustusministeriön hallinnonalan arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter inom försvarsministeriets förvaltningsområde (förslagsanslag)

source: Avustus Leijona Catering Oy:lle (siirtomääräraha 3 v)
sv_se: Understöd till Leijona Catering Oy (reservationsanslag 3 år)

source: Hawk Mk 51 -koneiden modifiointi (siirtomääräraha 3 v)
sv_se: Modifiering av Hawk Mk 51-plan (reservationsanslag 3 år)

source: Maanpuolustusjärjestöjen toiminnan tukeminen (kiinteä määräraha)
sv_se: Stödjande av försvarsorganisationernas verksamhet (fast anslag)

source: Puolustusministeriön hallinnonalan tiedot valtuuksista ja niiden käytöstä momentin tarkkuudella
sv_se: Försvarsministeriets förvaltningsområde, uppgifter om fullmakterna och användningen av dem specificerade enligt moment

source: Hawk Mk 66-koneiden hankinta
sv_se: Anskaffning av Hawk Mk 66-plan

source: Julkisen hallinnon yhteisten tietojärjestelmien ja -palvelujen käyttöönottojen tuki (siirtomääräraha 3 v)
sv_se: Stöd vid införandet av gemensamma informationssystem och informationstjänster för den offentliga förvaltningen (reservationsanslag 3 år)

source: Valtiovarainministeriön hallinnonalan arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter inom finansministeriets förvaltningsområde (förslagsanslag)

source: Suomen Pankin eräiden sijoitustuottojen siirto Kreikan valtiolle (kiinteä määräraha)
sv_se: Överföring av vissa av Finlands Banks placeringsintäkter till Grekland (fast anslag)

source: Suomen Erillisverkot Oy:n pääomittaminen (siirtomääräraha 3 v)
sv_se: Rekapitalisering av Suomen Erillisverkot Oy (reservationsanslag 3 år)

source: Verotukseen liittyvät korkomenot (arviomääräraha)
sv_se: Ränteutgifter som hänför sig till beskattningen (förslagsanslag)

source: Autoveron vientipalautus (arviomääräraha)
sv_se: Exportrestitution av bilskatt (förslagsanslag)

source: Palvelut valtioyhteisölle
sv_se: Tjänster för statssamfundet

source: Valtiokonttorin toimintamenot (siirtomääräraha 2 v)
sv_se: Statskontorets omkostnader (reservationsanslag 2 år)

source: Keskitettyjen valuuttatilien kurssierot (arviomääräraha)
sv_se: Kursdifferenser på centraliserade valutakonton (förslagsanslag)

source: Valtiovarain controller -toiminnon toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för finanscontrollerfunktionen (reservationsanslag 2 år)

source: Sähköisen asioinnin ja hallinnon yhteiset palvelut (siirtomääräraha 2 v)
sv_se: Gemensamma e-tjänster för service och förvaltning (reservationsanslag 2 år)

source: Valtion talous- ja henkilöstöhallinnon palvelukeskuksen toimintamenot (siirtomääräraha 3 v)
sv_se: Huvudtitelns, kapitlets och momentets sifferkod, rubrik och anslagstyp

source: Valtion talous- ja henkilöstöhallinnon palvelukeskuksen kehittäminen (siirtomääräraha 3 v)
sv_se: Utvecklande av Servicecentret för statens ekonomi- och personalförvaltning (reservationsanslag 3 år)

source: Valtion tieto- ja viestintätekniikkakeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Statens informations- och kommunikationstekniska center (reservationsanslag 2 år)

source: Valtion tieto- ja viestintätekniikkakeskuksen investointimenot (siirtomääräraha 2 v)
sv_se: Investeringsutgifter för Statens informations- och kommunikationstekniska center (reservationsanslag 2 år)

source: Tilastokeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Statistikcentralens omkostnader (reservationsanslag 2 år)

source: Alue- ja paikallishallinnon tukitoimet (siirtomääräraha 3 v)
sv_se: Stödåtgärder inom regional- och lokalförvaltningen (reservationsanslag 3 år)

source: Eläkkeet ja korvaukset
sv_se: Pensioner och ersättningar

source: Eläkkeet (arviomääräraha)
sv_se: Pensioner (förslagsanslag)

source: Ylimääräiset eläkkeet (arviomääräraha)
sv_se: Extra pensioner (förslagsanslag)

source: Muut eläkemenot (arviomääräraha)
sv_se: Övriga pensionsutgifter (förslagsanslag)

source: Vahingonkorvaukset (arviomääräraha)
sv_se: Skadestånd (förslagsanslag)

source: Muiden eläkelaitosten vastattavaksi kuuluvat eläkemenot (arviomääräraha)
sv_se: Pensionsutgifter som andra pensionsanstalter ska svara för (förslagsanslag)

source: Muiden eläkelaitosten valtion puolesta maksamien eläkemenojen ja valtiolle maksamien ennakoiden korkomenot (arviomääräraha)
sv_se: Ränteutgifter för pensionsutgifter som andra pensionsanstalter betalat på statens vägnar och förskott som de betalat till staten (förslagsanslag)

source: Erikseen budjetoidut palkkamenot (arviomääräraha)
sv_se: Separat budgeterade löneutgifter (förslagsanslag)

source: Valtion henkilöstöjärjestelyistä aiheutuvat palkkamenot (arviomääräraha)
sv_se: Löneutgifter till följd av statens personalarrangemang (förslagsanslag)

source: Työturvallisuuden edistäminen (siirtomääräraha 2 v)
sv_se: Främjande av säkerheten i arbetet (reservationsanslag 2 år)

source: Osaamisenkehittäminen(siirtomääräraha2v)
sv_se: Kompetensutveckling (reservationsanslag 2 år)

source: Siirto Koulutusrahastolle (arviomääräraha)
sv_se: Överföringar till Utbildningsfonden (förslagsanslag)

source: Valtion ICT:n ohjaus ja kehittäminen (siirtomääräraha 3 v)
sv_se: Styrning och utveckling av statens informations- och kommunikationsteknik (IKT) (reservationsanslag 3 år)

source: Valtion talous-, henkilöstö- ja toimitilahallinnon tietojärjestelmät (siirtomääräraha 3 v)
sv_se: Datasystem för statens ekonomi-, personal- och lokalförvaltning (reservationsanslag 3 år)

source: Kansallisen tietoalan ohjaus ja kehittäminen (siirtomääräraha 3 v)
sv_se: Styrning och utveckling av den nationella informationsbranschen (reservationsanslag 3 år)

source: Yhteiskunnan elintärkeiden toimintojen tietojärjestelmien tietoturvallisuus ja varautuminen (siirtomääräraha 3 v)
sv_se: Informationssäkerheten och beredskapen i informationssystemen för samhällets vitala funktioner (reservationsanslag 3 år)

source: Ylimääräinen määräraha Ahvenanmaan maakunnalle (siirtomääräraha 3 v)
sv_se: Extra anslag till landskapet Åland (reservationsanslag 3 år)

source: Valtion ja kuntien yhteiset tietojärjestelmähankkeet (siirtomääräraha 3 v)
sv_se: Statens och kommunernas gemensamma datasystemprojekt (reservationsanslag 3 år)

source: Kunta- ja palvelurakennemuutosten toteuttaminen (siirtomääräraha 3 v)
sv_se: Genomförande av förändringar i kommun- och servicestrukturen (reservationsanslag 3 år)

source: Kuntien yhdistymisen taloudellinen tuki (arviomääräraha)
sv_se: Ekonomiskt stöd för kommunsammanslagningar (förslagsanslag)

source: Paikallisten kuntakokeilujen rahoitus (siirtomääräraha 3 v)
sv_se: Finansiering av lokala försök i kommunerna (reservationsanslag 3 år)

source: Työllisyyden ja elinkeinoelämän tukeminen
sv_se: Stöd för sysselsättningen och näringslivet

source: Energiaverotuki (arviomääräraha)
sv_se: Energiskattestöd (förslagsanslag)

source: Rahoitusvakausviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för verket för finansiell stabilitet (reservationsanslag 2 år)

source: Euroopan unionin osallistuminen matkamenojen korvauksiin (siirtomääräraha 2 v)
sv_se: Europeiska unionens medverkan i ersättningar av resekostnader (reservationsanslag 2 år)

source: Isäntämaakorvaus Pohjoismaiden Investointipankille (kiinteä määräraha)
sv_se: Värdlandsersättning till Nordiska Investeringsbanken (fast anslag)

source: Siirto rahoitusvakausrahastoon (siirtomääräraha 3 v)
sv_se: Överföring till fonden för finansiell stabilitet (reservationsanslag 3 år)

source: Kansainvälisille rahoituslaitoksille annettujen sitoumusten lunastaminen (arviomääräraha)
sv_se: Infriande av förbindelser som avgivits till internationella finansiella institut (förslagsanslag)

source: Suomen osuus Kansainvälisen jälleenrakennus- ja kehityspankin peruspääoman korottamisesta (arviomääräraha)
sv_se: Finlands andel av höjningen av Internationella återuppbyggnads- och utvecklingsbankens grundkapital (förslagsanslag)

source: Valtion takaussuoritukset (arviomääräraha)
sv_se: Prestationer i samband med statsborgen (förslagsanslag)

source: Erikseen budjetoidut valtionhallinnon menot
sv_se: Separat budgeterade utgifter inom statsförvaltningen

source: Pankkiveron tuoton käyttö (siirtomääräraha 3 v)
sv_se: Användning av intäkterna från bankskatten (reservationsanslag 3 år)

source: Satunnaiset säädösperusteiset menot (arviomääräraha)
sv_se: Extraordinära lagstadgade utgifter (förslagsanslag)

source: Ennakoimattomat menot (siirtomääräraha 3 v)
sv_se: Oförutsedda utgifter (reservationsanslag 3 år)

source: Valtion saatavien turvaaminen (arviomääräraha)
sv_se: Tryggande av statens fordringar (förslagsanslag)

source: Kassasijoitusten riskinhallinta (siirtomääräraha 3 v)
sv_se: Hantering av risken i samband med kassaplaceringar (reservationsanslag 3 år)

source: Valtiovarainministeriön hallinnonalan tiedot valtuuksista ja niiden käytöstä momentin tarkkuudella
sv_se: Finansministeriets förvaltningsområde, uppgifter om fullmakterna och användningen av dem specificerade enligt moment

source: Verohallinnon toimintamenot
sv_se: Skatteförvaltningens omkostnader

source: Tullin toimintamenot
sv_se: Tullens omkostnader

source: Kansainvälisen liikkuvuuden ja yhteistyön keskuksen CIMOn toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för centret för internationell mobilitet och internationellt samarbete CIMO (reservationsanslag 2 år)

source: Kansallisen koulutuksen arviointikeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Nationella centret för utbildningsutvärdering (reservationsanslag 2 år)

source: Eräät käyttöoikeuskorvaukset (siirtomääräraha 3 v)
sv_se: Vissa dispositionsrättsersättningar (reservationsanslag 3 år)

source: Opetus- ja kulttuuriministeriön hallinnonalan tuottavuusmääräraha (siirtomääräraha 2 v)
sv_se: Produktivitetsanslag för undervisnings- och kulturministeriets förvaltningsområde (reservationsanslag 2 år)

source: Opetus- ja kulttuuriministeriön hallinnonalan arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter inom undervisnings- och kulturministeriets förvaltningsområde (förslagsanslag)

source: Valtion yleissivistävän koulutuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för statlig allmänbildande utbildning (reservationsanslag 2 år)

source: Ylioppilastutkintolautakunnan toimintamenot (siirtomääräraha 2 v)
sv_se: Studentexamensnämndens omkostnader (reservationsanslag 2 år)

source: Valtionosuus ja -avustus oppilaitosten perustamiskustannuksiin (siirtomääräraha 3 v)
sv_se: Statsandel och statsunderstöd för läroanstalternas anläggningskostnader (reservationsanslag 3 år)

source: Avustus yleissivistävien oppilaitosten ja päiväkotien sisäilma- ja kosteusvauriohankkeisiin (siirtomääräraha 3 v)
sv_se: Understöd till projekt som gäller inomhusluften och fuktskador i allmänbildande läroanstalter och daghem (reservationsanslag 3 år)

source: Valtionavustus järjestöille (kiinteä määräraha)
sv_se: Statsunderstöd till organisationer (fast anslag)

source: Valtion ammatillisen koulutuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för statlig yrkesutbildning (reservationsanslag 2 år)

source: Työpaikalla tapahtuva oppiminen (siirtomääräraha 2 v)
sv_se: Inlärning på arbetsplatsen (reservationsanslag 2 år)

source: Valtionosuus ja -avustus ammatillisen koulutuksen käyttökustannuksiin (arviomääräraha)
sv_se: Statsandel och statsunderstöd för yrkesutbildningens driftskostnader (förslagsanslag)

source: Opetustoimen henkilöstökoulutus ja eräät muut menot (siirtomääräraha 2 v)
sv_se: Undervisningsväsendets personalutbildning och vissa andra utgifter (reservationsanslag 2 år)

source: Valtionosuus vapaan sivistystyön oppilaitosten käyttökustannuksiin (arviomääräraha)
sv_se: Statsandelar för driftskostnader för läroanstalter för fritt bildningsarbete (förslagsanslag)

source: Valtionosuus ammatillisten erikoisoppilaitosten käyttökustannuksiin (arviomääräraha)
sv_se: Statsandelen för driftskostnaderna för särskilda yrkesläroanstalters driftskostnader (förslagsanslag)

source: Suomen Akatemian toimintamenot (siirtomääräraha 2 v)
sv_se: Arkivverkets omkostnader (reservationsanslag 2 år)

source: Kotimaisten kielten keskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Depåbibliotekets omkostnader (reservationsanslag 2 år)

source: Varastokirjaston toimintamenot (siirtomääräraha 2 v)
sv_se: Gemensamma utgifter inom högskoleväsendet och vetenskapens område (reservationsanslag 3 år)

source: Korkeakoululaitoksen ja tieteen yhteiset menot (siirtomääräraha 3 v)
sv_se: Huvudtitelns, kapitlets och momentets sifferkod, rubrik och anslagstyp

source: Tutkimusinfrastruktuurihankkeiden rahoitus (siirtomääräraha 3 v)
sv_se: Finansiering av forskningsinfrastrukturprojekt (reservationsanslag 3 år)

source: Valtionosuus ja -avustus kunnallisten ja yksityisten ammattikorkeakoulujen käyttökustannuksiin (arviomääräraha)
sv_se: Statsandel och statsunderstöd för kommunala och privata yrkeshögskolors driftskostnader (förslagsanslag)

source: Erityinen valtionrahoitus Helsingin yliopiston ja Itä-Suomen yliopiston opetus- ja tutkimustoimintaan (kiinteä määräraha)
sv_se: Särskild statlig finansiering för undervisning och forskning vid Helsingfors universitet och Östra Finlands universitet (fast anslag)

source: Veikkauksen ja raha-arpajaisten voittovarat tieteen edistämiseen (arviomääräraha)
sv_se: Tippnings- och penninglotterivinstmedel för främjande av vetenskapen (förslagsanslag)

source: Valtion rahoitus ammattikorkeakoulujen pääomaan (kiinteä määräraha)
sv_se: Statlig finansiering för yrkeshögskolornas kapital (fast anslag)

source: Opintotuki
sv_se: Studiestöd

source: Opintotuen muutoksenhakulautakunnan toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för besvärsnämnden för studiestöd (reservationsanslag 2 år)

source: Opintolainojen valtiontakaus (arviomääräraha)
sv_se: Statsgaranti för studielån (förslagsanslag)

source: Opintoraha ja asumislisä (arviomääräraha)
sv_se: Studiepenning och bostadstillägg (förslagsanslag)

source: Korkeakouluopiskelijoiden ateriatuki (arviomääräraha)
sv_se: Måltidsstöd till högskolestuderande (förslagsanslag)

source: Avustus vuokrakustannusten korvaamiseen (siirtomääräraha 2 v)
sv_se: Understöd för ersättning av hyreskostnader (reservationsanslag 2 år)

source: Lukiokoulutuksen ja ammatillisen koulutuksen opiskelijoiden koulumatkatuki (arviomääräraha)
sv_se: Stöd för skolresor för studerande i gymnasieutbildning och yrkesutbildning (förslagsanslag)

source: Valtion taidemuseon toimintamenot (siirtomääräraha 2 v)
sv_se: Statens konstmuseums omkostnader (reservationsanslag 2 år)

source: Suomenlinnan hoitokunnan toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för förvaltningsnämnden för Sveaborg (reservationsanslag 2 år)

source: Näkövammaisten kirjaston toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för biblioteket för synskadade (reservationsanslag 2 år)

source: Kansallisen audiovisuaalisen instituutin toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Nationella audiovisuella institutet (reservationsanslag 2 år)

source: Mediakasvatus- ja kuvaohjelmakeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Centralen för mediefostran och bildprogram (reservationsanslag 2 år)
